/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Öğe gönderilemiyor";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Lütfen daha sonra tekrar deneyin";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Skype'ta oturum açılmadı";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ bir fotoğraf gönderdi.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Bu cihaz, Skype'ın yeni fotoğraf paylaşımı özelliklerini henüz desteklemiyor, ancak şu adrese giderek fotoğrafları tarayıcınızda görüntüleyebilirsiniz: %@";
